Repository: IMIO/imio.dashboard
Catalog: src/imio/dashboard/locales/*/LC_MESSAGES/imio.dashboard.po
Languages: es

source: Add Collection Criteria Portlet
es: Añadir portlet Criterios de Colección

source: Allowed dashboard collections
es: Colecciones de paneles autorizados

source: Contact list searches
es: Búsquedas en la lista de contactos

source: Contact lists
es: Listas de contactos

source: Edit Collection Criteria Portlet
es: Editar portlet Criterios de Colección

source: Held positions
es: Posiciones ocupadas

source: Held positions searches
es: Búsqueda de posiciones ocupadas

source: INotPloneGroupContact
es: Fuera de "Mi organización"

source: IPloneGroupContact
es: En "Mi organización"

source: If selelected, receive awoken objects wrapped into their helper view rather than brains as generation context
es: Si se selecciona, devuelve objetos despertados envueltos en su vista de ayuda (helper view) en lugar de cerebros (brains) como contexto de generación.

source: Installs the demo of two tables of imio.dashboard add-on.
es: Instalar el perfil demo de dos tablas del complemento imio.dashboard.

source: Installs the imio.dashboard add-on.
es: Instalar el complemento imio.dashboard.

source: Organizations
es: Organizaciones

source: Organizations searches
es: Búsquedas en Organizaciones

source: Persons
es: Personas

source: Persons searches
es: Búsqueda de personas

source: Select for which dashboard collections the template will be available. If nothing is selected, the template will be available on every dashboards.
es: Seleccione para qué colecciones de los paneles estará disponible la plantilla. Si no se selecciona nada, la plantilla estará disponible en todos los paneles.

source: Show number of items in filter
es: Mostrar número de elementos en filtro

source: Steps to ease tests of imio.dashboard
es: Pasos para de forma fácil probar imio.dashboard

source: This portlet shows controls for faceted with collections.
es: Este portlet muestra widgets de colección definidos en una carpeta utilizando una vista facetada

source: Use objects as generation context
es: Usar los objetos como contexto de generación.

source: all_cls
es: Todas las listas de contactos

source: all_hps
es: Todas las posiciones ocupadas

source: all_orgs
es: Todas las organizaciones

source: all_persons
es: Todas las personas

source: create_contact
es: Crear contacto

source: create_contact_list
es: Crea una lista de contactos

source: create_organization
es: Crear una organización

source: create_person
es: Crear una persona

source: imio.dashboard demo of two tables
es: imio.dashboard - demostración de dos tablas

source: imio.dashboard tests
es: imio.dashboard - pruebas
